Revit 2027 API
ParameterTypeId.LoadForceFx Property
 "Fx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadForceFx { get; }
Public Shared ReadOnly Property LoadForceFx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadForceFx {
	ForgeTypeId^ get ();
}
static member LoadForceFx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace